Repository: Tai-DT/DataShuttle
Catalog: DataShuttle/Localizable.xcstrings
Source language: vi
Languages: ar, de, en, es, fr, hi, ja, ko, pt_br, ru, zh_hans

source: Thư mục nguồn không tồn tại
ar: Source folder does not exist
de: Source folder does not exist
en: Source folder does not exist
es: Source folder does not exist
fr: Source folder does not exist
hi: Source folder does not exist
ja: Source folder does not exist
ko: Source folder does not exist
pt_br: Source folder does not exist
ru: Source folder does not exist
zh_hans: Source folder does not exist

source: Thư mục sẽ được chuyển từ ổ phụ sang ổ chính. File gốc trên ổ phụ sẽ bị xóa.
ar: Folder will be moved from external to main drive. Original on external will be deleted.
de: Folder will be moved from external to main drive. Original on external will be deleted.
en: Folder will be moved from external to main drive. Original on external will be deleted.
es: Folder will be moved from external to main drive. Original on external will be deleted.
fr: Folder will be moved from external to main drive. Original on external will be deleted.
hi: Folder will be moved from external to main drive. Original on external will be deleted.
ja: Folder will be moved from external to main drive. Original on external will be deleted.
ko: Folder will be moved from external to main drive. Original on external will be deleted.
pt_br: Folder will be moved from external to main drive. Original on external will be deleted.
ru: Folder will be moved from external to main drive. Original on external will be deleted.
zh_hans: Folder will be moved from external to main drive. Original on external will be deleted.

source: Thư mục sẽ được sao chép sang ổ phụ và tạo liên kết mềm tại vị trí gốc. Các ứng dụng vẫn hoạt động bình thường.
ar: Folder will be copied to external drive with symlink at original location. Apps continue to work normally.
de: Folder will be copied to external drive with symlink at original location. Apps continue to work normally.
en: Folder will be copied to external drive with symlink at original location. Apps continue to work normally.
es: Folder will be copied to external drive with symlink at original location. Apps continue to work normally.
fr: Folder will be copied to external drive with symlink at original location. Apps continue to work normally.
hi: Folder will be copied to external drive with symlink at original location. Apps continue to work normally.
ja: Folder will be copied to external drive with symlink at original location. Apps continue to work normally.
ko: Folder will be copied to external drive with symlink at original location. Apps continue to work normally.
pt_br: Folder will be copied to external drive with symlink at original location. Apps continue to work normally.
ru: Folder will be copied to external drive with symlink at original location. Apps continue to work normally.
zh_hans: Folder will be copied to external drive with symlink at original location. Apps continue to work normally.

source: Thư mục sẽ được sao chép từ ổ phụ sang ổ chính. File gốc vẫn giữ nguyên.
ar: Folder will be copied from external to main drive. Original files will be kept.
de: Folder will be copied from external to main drive. Original files will be kept.
en: Folder will be copied from external to main drive. Original files will be kept.
es: Folder will be copied from external to main drive. Original files will be kept.
fr: Folder will be copied from external to main drive. Original files will be kept.
hi: Folder will be copied from external to main drive. Original files will be kept.
ja: Folder will be copied from external to main drive. Original files will be kept.
ko: Folder will be copied from external to main drive. Original files will be kept.
pt_br: Folder will be copied from external to main drive. Original files will be kept.
ru: Folder will be copied from external to main drive. Original files will be kept.
zh_hans: Folder will be copied from external to main drive. Original files will be kept.

# Thư mục sync local
source: Thư mục đồng bộ cục bộ
ar: Local sync folder
de: Local sync folder
en: Local sync folder
es: Local sync folder
fr: Local sync folder
hi: Local sync folder
ja: Local sync folder
ko: Local sync folder
pt_br: Local sync folder
ru: Local sync folder
zh_hans: Local sync folder

# Tiến trình sync
source: Tiến trình đồng bộ
ar: Sync progress
de: Sync progress
en: Sync progress
es: Sync progress
fr: Sync progress
hi: Sync progress
ja: Sync progress
ko: Sync progress
pt_br: Sync progress
ru: Sync progress
zh_hans: Sync progress

source: Tiết kiệm
ar: التوفير
de: Ersparnis
en: Saved
es: Ahorro
fr: Économie
hi: बचत
ja: 節約
ko: 절약
pt_br: Economia
ru: Экономия
zh_hans: 节省

source: Tổng
ar: Total
de: Total
en: Total
es: Total
fr: Total
hi: Total
ja: Total
ko: Total
pt_br: Total
ru: Total
zh_hans: Total

source: Tổng dung lượng
ar: السعة الإجمالية
de: Gesamtspeicher
en: Total storage
es: Espacio total
fr: Capacité totale
hi: कुल क्षमता
ja: 合計容量
ko: 총 용량
pt_br: Capacidade total
ru: Общий объем
zh_hans: 总容量

source: Tổng quan
ar: نظرة عامة
de: Übersicht
en: Overview
es: Resumen
fr: Aperçu
hi: अवलोकन
ja: 概要
ko: 개요
pt_br: Visão geral
ru: Обзор
zh_hans: 概览

# Tổng symlink
source: Tổng liên kết mềm
ar: إجمالي الروابط الرمزية
de: Symlink-Gesamtzahl
en: Total symlinks
es: Total de enlaces simbólicos
fr: Total des liens symboliques
hi: कुल symlink
ja: シンボリックリンク合計
ko: 심볼릭 링크 합계
pt_br: Total de symlinks
ru: Всего симлинков
zh_hans: 符号链接总数

# Trạng thái dịch vụ cloud
source: Trạng thái dịch vụ đám mây
ar: Cloud service status
de: Cloud service status
en: Cloud service status
es: Cloud service status
fr: Cloud service status
hi: Cloud service status
ja: Cloud service status
ko: Cloud service status
pt_br: Cloud service status
ru: Cloud service status
zh_hans: Cloud service status

# trên ổ chính. Hãy kiểm tra Health Check định kỳ để giữ symlink luôn lành.
source: trên ổ chính. Hãy kiểm tra tình trạng định kỳ để giữ liên kết mềm luôn ổn định.
ar: on the main drive. Run Health Check periodically to keep symlinks healthy.
de: on the main drive. Run Health Check periodically to keep symlinks healthy.
en: on the main drive. Run Health Check periodically to keep symlinks healthy.
es: on the main drive. Run Health Check periodically to keep symlinks healthy.
fr: on the main drive. Run Health Check periodically to keep symlinks healthy.
hi: on the main drive. Run Health Check periodically to keep symlinks healthy.
ja: on the main drive. Run Health Check periodically to keep symlinks healthy.
ko: on the main drive. Run Health Check periodically to keep symlinks healthy.
pt_br: on the main drive. Run Health Check periodically to keep symlinks healthy.
ru: on the main drive. Run Health Check periodically to keep symlinks healthy.
zh_hans: on the main drive. Run Health Check periodically to keep symlinks healthy.

source: Trống
ar: متاح
de: Frei
en: Free
es: Libre
fr: Libre
hi: खाली
ja: 空き
ko: 여유 공간
pt_br: Livre
ru: Свободно
zh_hans: 可用

source: Trung tâm điều phối
ar: Control center
de: Control center
en: Control center
es: Control center
fr: Control center
hi: Control center
ja: Control center
ko: Control center
pt_br: Control center
ru: Control center
zh_hans: Control center

source: Tự động khi cắm ổ (tuỳ chọn)
ar: Auto-run when drive connected (optional)
de: Auto-run when drive connected (optional)
en: Auto-run when drive connected (optional)
es: Auto-run when drive connected (optional)
fr: Auto-run when drive connected (optional)
hi: Auto-run when drive connected (optional)
ja: Auto-run when drive connected (optional)
ko: Auto-run when drive connected (optional)
pt_br: Auto-run when drive connected (optional)
ru: Auto-run when drive connected (optional)
zh_hans: Auto-run when drive connected (optional)

source: Tự động làm mới ổ đĩa
ar: تحديث المحركات تلقائيًا
de: Laufwerke automatisch aktualisieren
en: Auto-refresh drives
es: Actualizar unidades automáticamente
fr: Actualiser automatiquement les disques
hi: ड्राइव अपने-आप रिफ्रेश करें
ja: ドライブを自動更新
ko: 드라이브 자동 새로 고침
pt_br: Atualizar unidades automaticamente
ru: Автообновление дисков
zh_hans: 自动刷新磁盘

source: Tự động phát hiện ổ đĩa mới kết nối
ar: Automatically detect newly connected drives
de: Automatically detect newly connected drives
en: Automatically detect newly connected drives
es: Automatically detect newly connected drives
fr: Automatically detect newly connected drives
hi: Automatically detect newly connected drives
ja: Automatically detect newly connected drives
ko: Automatically detect newly connected drives
pt_br: Automatically detect newly connected drives
ru: Automatically detect newly connected drives
zh_hans: Automatically detect newly connected drives

source: Tùy chỉnh DataShuttle
ar: تخصيص DataShuttle
de: DataShuttle anpassen
en: Customize DataShuttle
es: Personalizar DataShuttle
fr: Personnaliser DataShuttle
hi: DataShuttle को अनुकूलित करें
ja: DataShuttle をカスタマイズ
ko: DataShuttle 사용자 지정
pt_br: Personalizar o DataShuttle
ru: Настроить DataShuttle
zh_hans: 自定义 DataShuttle

source: Tùy chỉnh hành vi ứng dụng
ar: Customize app behavior
de: Customize app behavior
en: Customize app behavior
es: Customize app behavior
fr: Customize app behavior
hi: Customize app behavior
ja: Customize app behavior
ko: Customize app behavior
pt_br: Customize app behavior
ru: Customize app behavior
zh_hans: Customize app behavior

source: Tỷ lệ sử dụng
ar: Usage ratio
de: Usage ratio
en: Usage ratio
es: Usage ratio
fr: Usage ratio
hi: Usage ratio
ja: Usage ratio
ko: Usage ratio
pt_br: Usage ratio
ru: Usage ratio
zh_hans: Usage ratio

source: Về DataShuttle
ar: حول DataShuttle
de: Über DataShuttle
en: About DataShuttle
es: Acerca de DataShuttle
fr: À propos de DataShuttle
hi: DataShuttle के बारे में
ja: DataShuttle について
ko: DataShuttle 정보
pt_br: Sobre o DataShuttle
ru: О DataShuttle
zh_hans: 关于 DataShuttle

source: về ổ chính thành công!
ar: to main drive successfully!
de: to main drive successfully!
en: to main drive successfully!
es: to main drive successfully!
fr: to main drive successfully!
hi: to main drive successfully!
ja: to main drive successfully!
ko: to main drive successfully!
pt_br: to main drive successfully!
ru: to main drive successfully!
zh_hans: to main drive successfully!

source: Ví dụ:
ar: Example:
de: Example:
en: Example:
es: Example:
fr: Example:
hi: Example:
ja: Example:
ko: Example:
pt_br: Example:
ru: Example:
zh_hans: Example:

source: Ví dụ: Ảnh cá nhân
ar: Example: Personal Photos
de: Example: Personal Photos
en: Example: Personal Photos
es: Example: Personal Photos
fr: Example: Personal Photos
hi: Example: Personal Photos
ja: Example: Personal Photos
ko: Example: Personal Photos
pt_br: Example: Personal Photos
ru: Example: Personal Photos
zh_hans: Example: Personal Photos

# Ví dụ: Developer
source: Ví dụ: Lập trình
ar: Example: Developer
de: Example: Developer
en: Example: Developer
es: Example: Developer
fr: Example: Developer
hi: Example: Developer
ja: Example: Developer
ko: Example: Developer
pt_br: Example: Developer
ru: Example: Developer
zh_hans: Example: Developer

source: Vui lòng chọn ổ đích
ar: Please select destination drive
de: Please select destination drive
en: Please select destination drive
es: Please select destination drive
fr: Please select destination drive
hi: Please select destination drive
ja: Please select destination drive
ko: Please select destination drive
pt_br: Please select destination drive
ru: Please select destination drive
zh_hans: Please select destination drive

source: Vui lòng chọn thư mục đích trên ổ chính
ar: Please select destination folder on main drive
de: Please select destination folder on main drive
en: Please select destination folder on main drive
es: Please select destination folder on main drive
fr: Please select destination folder on main drive
hi: Please select destination folder on main drive
ja: Please select destination folder on main drive
ko: Please select destination folder on main drive
pt_br: Please select destination folder on main drive
ru: Please select destination folder on main drive
zh_hans: Please select destination folder on main drive

source: Xác nhận trước khi chuyển
ar: Confirm before transfer
de: Confirm before transfer
en: Confirm before transfer
es: Confirm before transfer
fr: Confirm before transfer
hi: Confirm before transfer
ja: Confirm before transfer
ko: Confirm before transfer
pt_br: Confirm before transfer
ru: Confirm before transfer
zh_hans: Confirm before transfer

source: Xóa
ar: حذف
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
hi: हटाएँ
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除

source: Xóa ghi nhớ?
ar: Delete bookmark?
de: Delete bookmark?
en: Delete bookmark?
es: Delete bookmark?
fr: Delete bookmark?
hi: Delete bookmark?
ja: Delete bookmark?
ko: Delete bookmark?
pt_br: Delete bookmark?
ru: Delete bookmark?
zh_hans: Delete bookmark?

source: Xóa ngay
ar: Delete now
de: Delete now
en: Delete now
es: Delete now
fr: Delete now
hi: Delete now
ja: Delete now
ko: Delete now
pt_br: Delete now
ru: Delete now
zh_hans: Delete now

source: Xóa nguồn sau khi chuyển
ar: Delete source after transfer
de: Delete source after transfer
en: Delete source after transfer
es: Delete source after transfer
fr: Delete source after transfer
hi: Delete source after transfer
ja: Delete source after transfer
ko: Delete source after transfer
pt_br: Delete source after transfer
ru: Delete source after transfer
zh_hans: Delete source after transfer

# Xóa profile?
source: Xóa tác vụ?
ar: Delete profile?
de: Delete profile?
en: Delete profile?
es: Delete profile?
fr: Delete profile?
hi: Delete profile?
ja: Delete profile?
ko: Delete profile?
pt_br: Delete profile?
ru: Delete profile?
zh_hans: Delete profile?

source: Xóa vĩnh viễn
ar: Delete permanently
de: Delete permanently
en: Delete permanently
es: Delete permanently
fr: Delete permanently
hi: Delete permanently
ja: Delete permanently
ko: Delete permanently
pt_br: Delete permanently
ru: Delete permanently
zh_hans: Delete permanently

source: Xóa vĩnh viễn?
ar: Delete permanently?
de: Delete permanently?
en: Delete permanently?
es: Delete permanently?
fr: Delete permanently?
hi: Delete permanently?
ja: Delete permanently?
ko: Delete permanently?
pt_br: Delete permanently?
ru: Delete permanently?
zh_hans: Delete permanently?

source: Yêu cầu tải về %lld mục. Có %lld mục thất bại.
ar: Requested download of %lld items. %lld items failed.
de: Requested download of %lld items. %lld items failed.
en: Requested download of %lld items. %lld items failed.
es: Requested download of %lld items. %lld items failed.
fr: Requested download of %lld items. %lld items failed.
hi: Requested download of %lld items. %lld items failed.
ja: Requested download of %lld items. %lld items failed.
ko: Requested download of %lld items. %lld items failed.
pt_br: Requested download of %lld items. %lld items failed.
ru: Requested download of %lld items. %lld items failed.
zh_hans: Requested download of %lld items. %lld items failed.

source: Theo hệ thống
ar: النظام
de: System
en: System
es: Sistema
fr: Système
hi: सिस्टम
ja: システム
ko: 시스템
pt_br: Sistema
ru: Система
zh_hans: 系统

# Creative
source: Sáng tạo
en: Creative

# Developer
source: Lập trình
en: Developer

# Media
source: Đa phương tiện
en: Media
